Repository: KeremDev/RiskDetected
Catalog: App/Localization/SafetyTerminology.xcstrings
Source language: tr
Languages: en

# safety.profile.au.subtitle
source: Yasal uyumluluk iddiası içermeyen Avustralya iş sağlığı ve güvenliği terminolojisi.
en: Australian WHS terminology. This does not certify compliance.

# safety.profile.au.title
source: Avustralya
en: AU

# safety.profile.body
source: Çalışmanda kullanılan terminolojiyi seç. Bu seçim analiz ve rapor ifadelerini değiştirir; yasal uyumluluğu belgelemez.
en: Select the terminology used for your work. This changes wording in analyses and reports; it does not certify legal compliance.

# safety.profile.ca.subtitle
source: Kanada çapında uyumluluk iddiası içermeyen iş sağlığı ve güvenliği terminolojisi.
en: Canadian OHS terminology. This does not certify Canada-wide compliance.

# safety.profile.ca.title
source: Kanada
en: CA

# safety.profile.footer
source: Gelecekteki analizler için bu seçimi Profil’den değiştirebilirsin.
en: You can change this for future analyses in Profile.

# safety.profile.gb.subtitle
source: Yasal uyumluluk iddiası içermeyen Birleşik Krallık iş sağlığı ve güvenliği terminolojisi.
en: UK health and safety terminology. This does not certify compliance.

# safety.profile.gb.title
source: Birleşik Krallık
en: UK

# safety.profile.intl.subtitle
source: Bölgeler arası çalışmalar için tarafsız iş güvenliği terminolojisi.
en: Neutral workplace-safety terminology for work across regions.

# safety.profile.intl.title
source: Uluslararası
en: International

# safety.profile.title
source: İş güvenliği terminolojini seç
en: Choose your safety terminology

# safety.profile.tr.subtitle
source: Mevcut Türkiye İSG terminolojisi ve ürün davranışı.
en: Current Türkiye workplace-safety terminology and product behaviour.

# safety.profile.us.subtitle
source: Yasal uyumluluk iddiası içermeyen ABD iş güvenliği terminolojisi.
en: US occupational safety and health terminology. This does not certify compliance.

# safety.profile.us.title
source: Amerika Birleşik Devletleri
en: US
